{
  "books": [
    {
      "id":9999,
      "price":4405,
      "cover":"https://picsum.photos/212/300",
      "author":"Joseph Cotton",
      "title":"eiusmod quis nisi magna magna",
      "description":"Aute in ipsum mollit deserunt. Velit nisi culpa proident exercitation sint ipsum mollit culpa cillum sint est anim ad dolore. Consequat non aute veniam proident deserunt sunt deserunt reprehenderit. Velit culpa amet deserunt proident proident officia veniam id deserunt fugiat. Non esse Lorem laborum commodo culpa mollit deserunt cupidatat minim ad duis duis voluptate. Ipsum consequat commodo Lorem aute nostrud in exercitation nulla ut qui voluptate proident nulla.",
      "reviews":297,
      "stars":6,
      "category":7
    },
    {
      "id":1,
      "price":4773,
      "cover":"https://picsum.photos/212/300",
      "author":"Angelita Atkinson",
      "title":"est esse ea incididunt sunt",
      "description":"Est nostrud commodo incididunt incididunt anim ex proident sint ex dolore. Velit nisi ipsum sint nisi ullamco in. Occaecat pariatur ut tempor nisi labore exercitation minim ea aliqua incididunt magna velit anim dolore. Lorem sint ex nisi mollit non veniam labore qui consectetur qui do eu laboris laborum. Velit commodo Lorem nostrud id excepteur est dolor ex dolor ut occaecat cillum excepteur.",
      "reviews":84,
      "stars":1,
      "category":10
    },
    {
      "id":2,
      "price":1026,
      "cover":"https://picsum.photos/212/300",
      "author":"Contreras Joyner",
      "title":"quis nulla eiusmod veniam sit",
      "description":"Aliquip ut adipisicing ut adipisicing velit deserunt eiusmod sint ipsum nostrud officia irure. Quis amet cupidatat nisi officia amet irure ut est reprehenderit officia in. Ex pariatur enim sint officia. Tempor qui aute eu ut ut eu duis laboris. Eu cupidatat proident reprehenderit irure officia reprehenderit aute.",
      "reviews":701,
      "stars":10,
      "category":8
    },
    {
      "id":3,
      "price":1100,
      "cover":"https://picsum.photos/212/300",
      "author":"Burch Cummings",
      "title":"cupidatat officia eiusmod culpa officia",
      "description":"Velit amet non quis proident fugiat culpa voluptate exercitation elit laborum deserunt elit. Lorem cupidatat magna incididunt reprehenderit proident dolor et cupidatat. Id irure nulla incididunt commodo dolore laboris Lorem veniam velit laborum enim ullamco quis cupidatat. Reprehenderit elit id ad consequat Lorem exercitation adipisicing qui pariatur ut. Cupidatat occaecat incididunt ex ullamco laboris sit.",
      "reviews":513,
      "stars":5,
      "category":7
    },
    {
      "id":4,
      "price":2044,
      "cover":"https://picsum.photos/212/300",
      "author":"Dee Wilson",
      "title":"laborum quis pariatur cillum mollit",
      "description":"Fugiat minim labore veniam ipsum minim enim qui commodo voluptate quis. Reprehenderit quis id exercitation ea et sit esse et dolore. Tempor qui eu excepteur eiusmod fugiat pariatur ipsum.",
      "reviews":202,
      "stars":1,
      "category":5
    },
    {
      "id":5,
      "price":3771,
      "cover":"https://picsum.photos/212/300",
      "author":"Sylvia Phelps",
      "title":"id officia sint nostrud aliqua",
      "description":"Est sit irure officia duis. Occaecat voluptate dolore reprehenderit excepteur dolore. Tempor sit enim sit do. Nostrud esse nisi sint elit esse ad qui consectetur et tempor minim.",
      "reviews":212,
      "stars":3,
      "category":2
    },
    {
      "id":6,
      "price":1726,
      "cover":"https://picsum.photos/212/300",
      "author":"Fisher Ashley",
      "title":"in fugiat cupidatat sit laboris",
      "description":"Ut do duis excepteur pariatur minim id laboris proident. Veniam dolore magna esse ex non qui deserunt aliqua est. Quis voluptate sint deserunt quis sit eiusmod eiusmod proident do ad minim. Do non nisi cillum adipisicing sint. Anim proident consequat ullamco minim aliqua laboris aute. Mollit in minim cillum quis velit. Aliquip dolor occaecat do aliquip.",
      "reviews":821,
      "stars":4,
      "category":10
    },
    {
      "id":7,
      "price":7441,
      "cover":"https://picsum.photos/212/300",
      "author":"Tania Vaughn",
      "title":"voluptate est nostrud non cillum",
      "description":"Officia qui non commodo cupidatat amet amet Lorem incididunt nostrud fugiat duis. Tempor sit fugiat qui aute amet magna in ad laborum. Velit elit veniam occaecat dolor velit ea do ullamco pariatur irure. Duis ut anim culpa est ipsum officia. Ut eu id id nulla enim do laborum nulla culpa sint reprehenderit incididunt esse ut. Pariatur ex magna occaecat aliqua ut.",
      "reviews":784,
      "stars":6,
      "category":5
    },
    {
      "id":8,
      "price":1146,
      "cover":"https://picsum.photos/212/300",
      "author":"Navarro Banks",
      "title":"laborum aliqua do amet est",
      "description":"Exercitation laboris reprehenderit do laboris cupidatat nostrud elit irure aute est eu ex eu. Nulla amet ut ex officia cupidatat commodo aliqua cupidatat elit aliquip ad nisi fugiat reprehenderit. Excepteur Lorem pariatur duis elit. Elit non deserunt consectetur dolore culpa esse tempor officia laborum ad.",
      "reviews":550,
      "stars":8,
      "category":9
    },
    {
      "id":9,
      "price":3721,
      "cover":"https://picsum.photos/212/300",
      "author":"Gross Potts",
      "title":"ut nulla exercitation proident labore",
      "description":"Esse quis in aute fugiat consectetur eu esse ad incididunt ut ea nisi aliquip minim. Anim laborum ut laboris quis. Sunt ad id laborum eiusmod Lorem nostrud dolore magna aute in. Eu ex laboris dolor enim aliquip fugiat mollit qui ut non irure minim dolore. Incididunt sunt duis et nostrud in proident veniam quis consequat dolor. Exercitation tempor nostrud veniam officia velit voluptate nisi. Ex in irure exercitation ut non proident elit mollit esse.",
      "reviews":314,
      "stars":10,
      "category":5
    },
    {
      "id":10,
      "price":8728,
      "cover":"https://picsum.photos/212/300",
      "author":"King Bates",
      "title":"deserunt ex eu et esse",
      "description":"Occaecat sint ex fugiat esse et voluptate. Magna exercitation dolor pariatur id excepteur mollit cillum sunt aliqua id. Eu qui est aute esse culpa quis ea. Sunt duis deserunt ipsum adipisicing do anim culpa minim. Officia sint occaecat tempor id Lorem anim nulla veniam ex. Dolore duis labore reprehenderit sunt pariatur. Labore laboris elit minim duis.",
      "reviews":289,
      "stars":3,
      "category":2
    },
    {
      "id":11,
      "price":7854,
      "cover":"https://picsum.photos/212/300",
      "author":"Greta Roy",
      "title":"Lorem eu ullamco dolore fugiat",
      "description":"Lorem incididunt tempor fugiat proident voluptate et in ullamco ex. Quis in aliqua occaecat deserunt culpa dolor do cillum ex et. Est nisi dolor tempor duis eu officia cillum excepteur Lorem elit elit eu veniam cupidatat. Irure consequat sunt adipisicing ex exercitation laboris aliqua ad enim anim commodo. Magna proident quis anim do consequat commodo ea incididunt magna consectetur ullamco. Minim non occaecat tempor exercitation cupidatat id minim non aliquip est laborum deserunt sit. Excepteur labore ullamco sint veniam irure exercitation ad laborum sunt ad ullamco.",
      "reviews":780,
      "stars":8,
      "category":6
    },
    {
      "id":12,
      "price":6985,
      "cover":"https://picsum.photos/212/300",
      "author":"Neal Barber",
      "title":"consectetur aliquip magna labore nulla",
      "description":"Aute aute adipisicing commodo enim cupidatat esse ullamco. Consequat ipsum consectetur duis exercitation et. Aliqua reprehenderit aliquip aliqua eu minim anim ut excepteur labore eiusmod cillum.",
      "reviews":329,
      "stars":9,
      "category":1
    },
    {
      "id":13,
      "price":8098,
      "cover":"https://picsum.photos/212/300",
      "author":"Griffin Mercer",
      "title":"in eu cupidatat quis exercitation",
      "description":"Amet exercitation aute laborum voluptate. Lorem ea aliqua anim aliquip occaecat id non adipisicing ad. Cupidatat veniam et fugiat dolore in. Sit mollit tempor incididunt esse ea amet quis dolor eu id deserunt mollit anim. Cupidatat officia culpa reprehenderit eiusmod ipsum aliqua aliqua dolore exercitation ea sint ullamco incididunt ullamco. Commodo irure eiusmod officia excepteur duis amet velit voluptate ea. Qui incididunt ipsum ad id deserunt anim est sunt minim non tempor commodo.",
      "reviews":252,
      "stars":5,
      "category":7
    },
    {
      "id":14,
      "price":4509,
      "cover":"https://picsum.photos/212/300",
      "author":"Chambers Medina",
      "title":"aliquip incididunt Lorem ullamco qui",
      "description":"Irure exercitation nisi excepteur ex Lorem et mollit consectetur. Magna nulla nostrud deserunt do nisi magna enim ex eu cupidatat id velit enim. Nisi consectetur cupidatat eiusmod eu esse commodo. Irure reprehenderit eiusmod cillum tempor amet elit aliqua elit est.",
      "reviews":902,
      "stars":10,
      "category":8
    },
    {
      "id":15,
      "price":3756,
      "cover":"https://picsum.photos/212/300",
      "author":"Gates Gregory",
      "title":"sint ipsum elit aliquip do",
      "description":"Laboris ad proident dolor dolor qui sint nisi duis minim. Non veniam do cillum est occaecat nostrud duis non nulla in sint proident non duis. Ipsum labore id labore deserunt nisi magna laboris laborum officia. Ex deserunt Lorem qui consequat. Exercitation esse adipisicing pariatur proident sint occaecat ut ipsum commodo incididunt dolore elit eiusmod incididunt. Voluptate minim fugiat pariatur deserunt eiusmod sunt sunt quis excepteur adipisicing. Aliqua officia reprehenderit veniam nostrud et tempor ad aliquip irure nisi anim.",
      "reviews":704,
      "stars":9,
      "category":10
    },
    {
      "id":16,
      "price":8297,
      "cover":"https://picsum.photos/212/300",
      "author":"Cheri Branch",
      "title":"est incididunt minim commodo in",
      "description":"Dolor et consequat officia irure. Minim cillum eiusmod ad elit. Occaecat amet amet eiusmod veniam ipsum irure nisi qui amet. Adipisicing laborum dolor nostrud dolor mollit deserunt aliqua. Dolor velit do nostrud Lorem non proident dolore aute.",
      "reviews":654,
      "stars":4,
      "category":10
    },
    {
      "id":17,
      "price":6602,
      "cover":"https://picsum.photos/212/300",
      "author":"Tessa Estrada",
      "title":"officia dolor laborum culpa deserunt",
      "description":"Anim in anim quis eiusmod deserunt fugiat velit aliquip nostrud labore sint. Laborum nulla magna anim minim consectetur nulla reprehenderit nostrud commodo aliqua ex sit. Adipisicing sit aliquip nulla culpa non consectetur sit aliquip. Ipsum fugiat eiusmod ad aliqua ad consequat aute officia. Amet aliqua minim labore aliqua.",
      "reviews":225,
      "stars":7,
      "category":6
    },
    {
      "id":18,
      "price":1860,
      "cover":"https://picsum.photos/212/300",
      "author":"Elisa Meadows",
      "title":"reprehenderit sit dolore aliquip exercitation",
      "description":"Consectetur ea amet aute Lorem minim adipisicing. Laboris elit quis labore amet incididunt id qui adipisicing enim irure. Aute id nulla culpa magna cupidatat.",
      "reviews":261,
      "stars":7,
      "category":4
    },
    {
      "id":19,
      "price":7370,
      "cover":"https://picsum.photos/212/300",
      "author":"Joy Newton",
      "title":"incididunt deserunt sunt laborum sunt",
      "description":"Cupidatat anim eu cupidatat ipsum duis proident ullamco cillum. Aute culpa qui labore voluptate eu officia reprehenderit ullamco. Nostrud ad voluptate duis Lorem proident. Elit veniam fugiat est nulla occaecat Lorem irure voluptate cupidatat minim cillum. Ea ut irure nulla sint quis ea nisi. Esse aliqua incididunt mollit amet do adipisicing velit anim ullamco.",
      "reviews":211,
      "stars":7,
      "category":3
    },
    {
      "id":20,
      "price":7947,
      "cover":"https://picsum.photos/212/300",
      "author":"Catalina Powell",
      "title":"cupidatat eiusmod Lorem cillum ea",
      "description":"Id eiusmod ex magna voluptate. Nisi nisi veniam id dolore reprehenderit incididunt dolor excepteur voluptate excepteur irure. Irure cillum dolore irure ex proident cillum est culpa laboris et laboris quis. Nostrud non incididunt labore ea excepteur mollit cupidatat qui exercitation sunt laboris consequat. Aliquip nostrud aliquip magna elit duis culpa et proident proident aliqua qui.",
      "reviews":751,
      "stars":1,
      "category":9
    },
    {
      "id":21,
      "price":9652,
      "cover":"https://picsum.photos/212/300",
      "author":"Koch Vinson",
      "title":"eiusmod ex nisi voluptate amet",
      "description":"Eiusmod incididunt proident exercitation sit irure. Enim in culpa labore veniam. Fugiat consequat consectetur esse incididunt est veniam enim magna irure cillum duis ad et. Laboris qui proident fugiat consequat anim exercitation voluptate nisi. Exercitation culpa consectetur cupidatat aliqua sint. Ex consectetur labore sit qui sunt minim reprehenderit ipsum et exercitation labore labore ex reprehenderit.",
      "reviews":76,
      "stars":1,
      "category":3
    },
    {
      "id":22,
      "price":7179,
      "cover":"https://picsum.photos/212/300",
      "author":"Ester Strickland",
      "title":"eiusmod minim exercitation incididunt voluptate",
      "description":"Enim ipsum magna non minim consectetur sit cupidatat minim qui qui qui est commodo. Amet exercitation adipisicing voluptate fugiat exercitation eu magna ut labore consectetur dolor ipsum id consequat. Nulla consectetur officia qui laboris magna officia eu consequat eu cillum Lorem consequat occaecat eiusmod. Eu velit id in ut minim amet adipisicing consequat amet consequat. Esse nisi officia cupidatat culpa commodo ea ullamco exercitation aute. Minim proident aliqua aliquip mollit ea labore velit in non esse nostrud tempor irure.",
      "reviews":425,
      "stars":10,
      "category":10
    },
    {
      "id":23,
      "price":9775,
      "cover":"https://picsum.photos/212/300",
      "author":"Albert Alston",
      "title":"Lorem incididunt nulla voluptate nulla",
      "description":"Reprehenderit officia magna reprehenderit officia reprehenderit ipsum ex qui. Magna exercitation enim ullamco aliqua laboris dolor fugiat enim anim quis amet incididunt ex quis. Nostrud incididunt dolor duis commodo do amet. Ipsum pariatur anim labore commodo. Quis pariatur commodo irure dolor nulla culpa.",
      "reviews":816,
      "stars":1,
      "category":4
    },
    {
      "id":24,
      "price":451,
      "cover":"https://picsum.photos/212/300",
      "author":"Elsa Mullins",
      "title":"enim esse sit excepteur laborum",
      "description":"Irure enim irure fugiat voluptate ipsum duis ex. Eu commodo deserunt adipisicing velit ut sunt labore. Labore quis nisi occaecat in culpa ad labore mollit.",
      "reviews":660,
      "stars":9,
      "category":10
    },
    {
      "id":25,
      "price":1297,
      "cover":"https://picsum.photos/212/300",
      "author":"Perkins Ray",
      "title":"anim fugiat consectetur deserunt ea",
      "description":"Do nostrud est Lorem eu tempor eiusmod amet do et cupidatat esse commodo. Lorem mollit deserunt anim tempor consequat non aliqua. Et magna ullamco officia officia in exercitation amet. Minim dolor aliquip duis cillum aliqua non commodo eu et. Sint laboris laboris enim proident in id laborum eiusmod. Do dolor culpa ea id. Velit veniam sit adipisicing occaecat ullamco officia laboris consectetur in dolor cillum sit.",
      "reviews":623,
      "stars":8,
      "category":8
    },
    {
      "id":26,
      "price":1581,
      "cover":"https://picsum.photos/212/300",
      "author":"Deirdre Frazier",
      "title":"do laborum ad laborum minim",
      "description":"Duis cillum ex fugiat incididunt enim ad ullamco reprehenderit. Aute aliqua pariatur aliqua commodo ipsum elit minim eu proident. Lorem ad sunt eu laboris eu.",
      "reviews":775,
      "stars":1,
      "category":10
    },
    {
      "id":27,
      "price":9221,
      "cover":"https://picsum.photos/212/300",
      "author":"Tonya Mcknight",
      "title":"dolor qui proident ad officia",
      "description":"Ea veniam proident sunt tempor velit anim sunt. Ipsum eu dolore mollit consectetur eiusmod nulla aliquip id dolor anim commodo id. Incididunt magna amet proident cupidatat. Adipisicing voluptate aliqua in amet sint elit sunt nostrud cupidatat laborum do nisi aliqua est. Cillum mollit aliquip eu duis occaecat in esse qui culpa et. Anim Lorem ea id sint fugiat amet amet aliquip elit qui commodo elit et.",
      "reviews":826,
      "stars":7,
      "category":10
    },
    {
      "id":28,
      "price":8797,
      "cover":"https://picsum.photos/212/300",
      "author":"William Hayden",
      "title":"ea aliquip duis voluptate nisi",
      "description":"Excepteur consequat veniam nulla dolore nulla id pariatur enim aute anim adipisicing fugiat. Eu reprehenderit id in reprehenderit officia est magna voluptate mollit mollit magna. Incididunt laboris proident adipisicing duis. Mollit do quis consequat proident amet velit. Minim ipsum ipsum do id voluptate consequat ut minim ea ex minim. Laboris ut pariatur labore minim excepteur pariatur.",
      "reviews":461,
      "stars":4,
      "category":2
    },
    {
      "id":29,
      "price":4286,
      "cover":"https://picsum.photos/212/300",
      "author":"Barron Lynn",
      "title":"duis dolor anim aliquip consectetur",
      "description":"Excepteur dolor laboris do nisi nulla. Eiusmod reprehenderit labore aliqua excepteur aliquip enim nulla Lorem. Ex minim enim dolor esse veniam fugiat voluptate proident sit elit adipisicing nisi.",
      "reviews":918,
      "stars":10,
      "category":1
    },
    {
      "id":30,
      "price":712,
      "cover":"https://picsum.photos/212/300",
      "author":"Farrell Mueller",
      "title":"in veniam exercitation consequat dolor",
      "description":"Nulla ipsum sunt magna exercitation laboris do magna Lorem in ex. Reprehenderit adipisicing amet sunt ad nisi exercitation aute eiusmod eu aliquip ea consectetur Lorem. Lorem consectetur cupidatat exercitation dolore nisi cillum Lorem ea culpa quis. Anim ex duis veniam sit in. Reprehenderit anim est ad occaecat exercitation quis cillum consectetur.",
      "reviews":252,
      "stars":8,
      "category":2
    },
    {
      "id":31,
      "price":1967,
      "cover":"https://picsum.photos/212/300",
      "author":"Macias Tran",
      "title":"ut dolor sunt fugiat et",
      "description":"Dolor enim dolore voluptate voluptate est reprehenderit ut quis anim. Ullamco tempor labore do anim nulla fugiat officia. Ex ad cillum reprehenderit sit.",
      "reviews":870,
      "stars":4,
      "category":8
    },
    {
      "id":32,
      "price":5444,
      "cover":"https://picsum.photos/212/300",
      "author":"Jensen Ratliff",
      "title":"pariatur magna pariatur commodo commodo",
      "description":"Sit incididunt ut sint ex dolor duis sint. Quis voluptate duis velit nostrud id id officia non do deserunt irure. Commodo irure nulla labore reprehenderit ea ut irure.",
      "reviews":333,
      "stars":10,
      "category":4
    },
    {
      "id":33,
      "price":2965,
      "cover":"https://picsum.photos/212/300",
      "author":"Morgan Jordan",
      "title":"officia labore sint officia dolore",
      "description":"Adipisicing ea ex ea aliquip aliqua cillum irure ea nostrud. Ullamco Lorem mollit Lorem consequat cupidatat. Reprehenderit non officia in reprehenderit laboris cillum ut ad minim.",
      "reviews":231,
      "stars":5,
      "category":3
    },
    {
      "id":34,
      "price":6424,
      "cover":"https://picsum.photos/212/300",
      "author":"Calhoun Waters",
      "title":"eiusmod id et deserunt cillum",
      "description":"Culpa aute duis fugiat minim duis enim eiusmod est tempor incididunt sunt reprehenderit quis sint. Cillum aute eu sunt nulla nulla in eu quis eiusmod nulla esse do proident. Magna sunt do ex incididunt nulla.",
      "reviews":314,
      "stars":6,
      "category":10
    },
    {
      "id":35,
      "price":4128,
      "cover":"https://picsum.photos/212/300",
      "author":"Chaney Underwood",
      "title":"in est adipisicing et in",
      "description":"Nostrud sit commodo laboris ullamco aute commodo magna anim qui laboris consequat laboris velit culpa. Amet qui anim aliqua eu id consequat esse aliquip dolore ullamco sunt dolore irure. Pariatur officia sint proident officia Lorem consectetur aute sit mollit aute est eiusmod elit. Reprehenderit aliqua deserunt aliqua consectetur ea. Aliquip nostrud esse proident esse irure duis cillum consequat duis quis nostrud ipsum.",
      "reviews":463,
      "stars":7,
      "category":10
    },
    {
      "id":36,
      "price":1934,
      "cover":"https://picsum.photos/212/300",
      "author":"Rebecca Pearson",
      "title":"quis consectetur labore ipsum eiusmod",
      "description":"Ea quis dolor cillum voluptate irure sunt irure irure nisi proident aliqua culpa et laborum. Quis ea pariatur adipisicing ex. Voluptate nostrud id do consectetur exercitation aliqua nulla velit ad est nulla Lorem pariatur aliqua. Pariatur ipsum id consequat cillum Lorem ad Lorem occaecat cupidatat. Duis consectetur aliquip qui laborum duis proident eiusmod deserunt ex ad exercitation officia duis ullamco. Sunt excepteur irure Lorem ut ea nisi. Officia commodo ad enim adipisicing eiusmod ullamco cillum adipisicing eu ad laboris sint.",
      "reviews":901,
      "stars":6,
      "category":10
    },
    {
      "id":37,
      "price":4542,
      "cover":"https://picsum.photos/212/300",
      "author":"Cox Pitts",
      "title":"pariatur aute voluptate sunt nostrud",
      "description":"Quis deserunt ad anim fugiat quis commodo Lorem labore. Lorem esse velit ea elit minim sint. Lorem ad deserunt anim do magna ut dolor anim exercitation Lorem sit minim aute laboris. Commodo elit tempor eu fugiat officia dolore. Proident sunt ullamco cillum ut laboris. Culpa officia exercitation quis Lorem laboris velit mollit amet.",
      "reviews":472,
      "stars":6,
      "category":7
    },
    {
      "id":38,
      "price":3763,
      "cover":"https://picsum.photos/212/300",
      "author":"Dejesus Clark",
      "title":"esse officia velit et id",
      "description":"Aliqua id in nulla quis amet consectetur id quis pariatur nulla ipsum elit. Laboris officia anim nisi irure. Eu cupidatat et laborum quis tempor ea laboris deserunt consequat sit consequat reprehenderit eiusmod. Sint non culpa sint irure labore. Quis exercitation id labore mollit deserunt cupidatat qui elit adipisicing. Incididunt et ipsum consectetur Lorem dolor occaecat proident velit nisi ullamco Lorem fugiat laboris. Eiusmod qui amet labore esse nulla voluptate laboris ea do anim laboris eiusmod consectetur enim.",
      "reviews":938,
      "stars":6,
      "category":3
    },
    {
      "id":39,
      "price":6111,
      "cover":"https://picsum.photos/212/300",
      "author":"Perez Burgess",
      "title":"ut minim ex mollit est",
      "description":"Dolor velit sunt nisi consectetur sit in deserunt commodo. Ut qui Lorem sint Lorem excepteur eiusmod laboris irure nulla ad cupidatat pariatur veniam officia. Aliquip adipisicing elit veniam culpa non amet fugiat mollit proident sunt ea officia reprehenderit. Fugiat labore in ut non eiusmod laboris qui nulla laboris elit velit velit tempor. Anim aliquip eiusmod incididunt reprehenderit sit cupidatat. Amet duis dolor culpa est cupidatat consectetur mollit fugiat do nostrud. Adipisicing exercitation irure veniam culpa excepteur adipisicing magna eiusmod aliquip magna.",
      "reviews":492,
      "stars":2,
      "category":3
    },
    {
      "id":40,
      "price":6933,
      "cover":"https://picsum.photos/212/300",
      "author":"Bobbie Ross",
      "title":"duis in amet pariatur deserunt",
      "description":"Sit qui ea quis do eu non id dolore adipisicing eiusmod eu. Non magna eu sit commodo ut. Duis veniam non nisi sunt aliquip aliqua nisi commodo. Proident laboris incididunt amet proident magna consequat culpa. Commodo ullamco ut laborum dolor Lorem do adipisicing incididunt mollit exercitation minim id proident. Est cillum incididunt ipsum nostrud minim dolor nulla sint voluptate et fugiat amet. Commodo consequat labore excepteur eu commodo magna in duis officia dolore.",
      "reviews":725,
      "stars":8,
      "category":2
    },
    {
      "id":41,
      "price":5216,
      "cover":"https://picsum.photos/212/300",
      "author":"Evangeline Lamb",
      "title":"ad elit dolor cillum commodo",
      "description":"Exercitation veniam adipisicing aliqua laborum in qui labore. Sint pariatur deserunt non laboris cupidatat nisi fugiat sunt ipsum enim proident quis et. Lorem ipsum ipsum nisi adipisicing culpa id veniam exercitation exercitation in. Eu sunt do fugiat duis mollit sunt. Tempor velit culpa quis dolore veniam quis.",
      "reviews":985,
      "stars":5,
      "category":8
    },
    {
      "id":42,
      "price":2946,
      "cover":"https://picsum.photos/212/300",
      "author":"Eddie Little",
      "title":"voluptate minim laboris fugiat ex",
      "description":"Anim do ex eiusmod aliqua non id. Sint fugiat qui ad do esse fugiat. Reprehenderit aute aliquip pariatur laborum pariatur ullamco officia dolor laborum. Excepteur do do Lorem culpa.",
      "reviews":329,
      "stars":1,
      "category":7
    },
    {
      "id":43,
      "price":2322,
      "cover":"https://picsum.photos/212/300",
      "author":"Mable Phillips",
      "title":"aute enim laboris Lorem et",
      "description":"Aliquip nisi Lorem quis reprehenderit. Sint cupidatat deserunt labore magna ut aliquip magna. Voluptate amet nulla laboris ad anim id amet aliquip labore laborum nostrud nulla. Ipsum dolore excepteur ea ullamco velit veniam ex adipisicing aliqua ea. Aute aliqua esse nulla ullamco fugiat. Amet cillum exercitation minim consectetur do nulla. Officia dolor mollit ipsum commodo consectetur reprehenderit enim officia cupidatat sit id fugiat laborum.",
      "reviews":982,
      "stars":1,
      "category":2
    },
    {
      "id":44,
      "price":5062,
      "cover":"https://picsum.photos/212/300",
      "author":"Lynn Dotson",
      "title":"excepteur eiusmod eiusmod ipsum duis",
      "description":"Non occaecat non dolore velit enim. Eiusmod minim reprehenderit sint cupidatat esse et ullamco. Occaecat excepteur laboris proident est. In dolor ea id minim ea non sint nulla eiusmod mollit sint quis esse. Est veniam pariatur nisi excepteur sit reprehenderit reprehenderit et.",
      "reviews":734,
      "stars":2,
      "category":8
    },
    {
      "id":45,
      "price":7664,
      "cover":"https://picsum.photos/212/300",
      "author":"Cleo Odom",
      "title":"velit id veniam fugiat eu",
      "description":"Laboris nulla fugiat cillum id aliquip enim ullamco labore amet. Incididunt sunt cillum occaecat id commodo consequat. Velit nisi tempor eiusmod qui ullamco deserunt ipsum voluptate adipisicing. Qui commodo velit magna sunt do nisi. Pariatur elit esse commodo et aute pariatur sit amet. Enim veniam elit excepteur exercitation anim est sint deserunt aliquip cupidatat consectetur dolore deserunt pariatur.",
      "reviews":588,
      "stars":6,
      "category":10
    },
    {
      "id":46,
      "price":1915,
      "cover":"https://picsum.photos/212/300",
      "author":"Ashlee Whitehead",
      "title":"aute anim occaecat aute ipsum",
      "description":"Dolore ad aute proident mollit sint nostrud elit laborum qui officia. Labore non cupidatat ut consectetur eiusmod enim. Id duis est adipisicing nulla id enim ea ex culpa amet excepteur. Officia voluptate exercitation aliqua nostrud do consectetur ex duis do. Excepteur est qui quis in in duis magna labore anim proident minim laborum. Lorem reprehenderit laborum reprehenderit laborum tempor aute aliqua est ipsum occaecat excepteur proident.",
      "reviews":390,
      "stars":8,
      "category":10
    },
    {
      "id":47,
      "price":2524,
      "cover":"https://picsum.photos/212/300",
      "author":"Eunice Ellis",
      "title":"aliqua exercitation sit ullamco ut",
      "description":"Cupidatat et sit Lorem do Lorem mollit dolore minim ad dolore veniam. Sit ex minim occaecat ullamco aute Lorem ad magna. Id do dolore consequat sit cupidatat dolor quis. Irure esse nulla eu ad minim cupidatat id consequat velit laborum consequat id incididunt. Proident esse sit cillum labore culpa qui aute eiusmod commodo ea reprehenderit. Dolor culpa duis mollit in occaecat.",
      "reviews":65,
      "stars":9,
      "category":2
    },
    {
      "id":48,
      "price":2631,
      "cover":"https://picsum.photos/212/300",
      "author":"Waters Santiago",
      "title":"aliqua in adipisicing non ex",
      "description":"Ex id in sit velit voluptate enim Lorem anim in dolor. Id qui ipsum enim id ea do ad deserunt. Cillum reprehenderit nisi reprehenderit cillum ullamco aliquip aute aliquip incididunt occaecat ad sunt laborum. Exercitation commodo anim amet cillum exercitation in ea mollit tempor ex occaecat. Culpa minim reprehenderit aliquip non qui pariatur eiusmod commodo cillum anim ipsum voluptate dolor.",
      "reviews":13,
      "stars":2,
      "category":7
    },
    {
      "id":49,
      "price":193,
      "cover":"https://picsum.photos/212/300",
      "author":"Pierce Griffin",
      "title":"deserunt quis tempor exercitation quis",
      "description":"Elit sunt cupidatat consequat adipisicing esse dolor elit enim anim consequat et. Nostrud anim dolor velit velit reprehenderit aliquip exercitation amet do adipisicing irure mollit. Veniam sint incididunt fugiat et enim veniam. Anim est duis incididunt sunt aliquip nostrud incididunt. Sunt anim incididunt dolor non ipsum cupidatat. Do sint officia do cupidatat elit et deserunt.",
      "reviews":326,
      "stars":10,
      "category":5
    }
  ],
  "categories": [
    {
      "id":1,
      "name":"Bestsellers"
    },
    {
      "id":2,
      "name":"Art & Fashion"
    },
    {
      "id":3,
      "name":"Biography"
    },
    {
      "id":4,
      "name":"Business"
    },
    {
      "id":5,
      "name":"Children's"
    },
    {
      "id":6,
      "name":"Education"
    },
    {
      "id":7,
      "name":"Fiction & Poetry"
    },
    {
      "id":8,
      "name":"Film, TV & Drama"
    },
    {
      "id":9,
      "name":"Food & Drink"
    },
    {
      "id":10,
      "name":"Health & Wellbeing"
    }
  ]
}
